"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Ați introdus greșit codul dumneavoastră PIN de %1$d ori. Astfel, contul dumneavoastră Mercedes me ID a fost blocat pentru %2$@.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minute";

"command_error_pin_invalid" = "Ați introdus greșit codul dumneavoastră PIN %1$d.";

"general_cancel" = "Anulare";

"general_error_msg" = "A apărut o eroare. Vă rugăm să încercați din nou.";

"general_error_network_msg" = "Ceva nu a funcționat corect. Vă rugăm să verificați conexiunea dumneavoastră la internet.";

"general_error_title" = "Eroare";

"general_hint" = "Indicație";

"general_no" = "Nu";

"general_ok" = "Ok";

"general_yes" = "Da";

"login_error_authentication_failed" = "Autentificarea a eșuat. Vă rugăm să încercați din nou.";

"login_error_wrong_tan" = "Din păcate informația introdusă de dumneavoastră nu a fost corectă. Vă rugăm să aveți în vedere că trebuie să așteptați, dacă este cazul, câteva minute înainte de a încerca din nou.";

"login_info_alert_message" = "ID-ul Mercedes me constă fie din numărul personal de telefon mobil, fie din adresa dumneavoastră de e-mail. Cu ID-ul Mercedes me puteți să vă conectați oriunde în universul digital Mercedes-Benz. Se oferă acces la toate serviciile, funcțiile și platformele disponibile în țara dumneavoastră de reședință.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Vă rugăm să introduceți o adresă de e-mail sau un număr de telefon valabile.";

"login_mercedesme_id" = "ID Mercedes me";

"login_next" = "Mai departe";

"login_only_caption" = "Autentificare";

"login_username" = "Număr telefon mobil sau adresă e-mail";

"login_user_not_registered" = "Vă rugăm să vă înregistrați gratuit într-una dintre celelalte Aplicații Mercedes me.";

"pin_popup_button_again" = "Încercați din nou";

"pin_popup_cancel" = "Anulare";

"pin_popup_default_no_pin_message" = "Vă rugăm să vă setați un PIN în una dintre Aplicațiile Mercedes Me.";

"pin_popup_description" = "Vă rugăm să introduceți codul dumneavoastră PIN format din %1$d cifre:";

"pin_popup_send" = "Expediere";

"pin_popup_title" = "Introducere cod PIN";

"pin_popup_wrong_pin_msg" = "Codul PIN nu este corect. Vă rugăm să încercați din nou.";

"pin_popup_wrong_pin_title" = "Cod PIN greșit";

"registration_user_consent_message" = "Pentru a permite îmbunătățirea permanentă a aplicației, analizăm utilizarea aplicației și a funcțiilor acesteia fără legătură cu persoana dumneavoastră. Această funcție poate fi dezactivată oricând prin intermediul Meniu > Setări > Date analitice.";

"registration_user_consent_title" = "Date de utilizare Mercedes me";

"verification_btn_next" = "Continuați";

"verification_btn_send_again" = "Solicitare cod TAN nou";

"verification_headline" = "Cod de verificare";

"verification_login_msg_mail" = "Vă rugăm să introduceți codul TAN pe care vi l-am trimis pe e-mail.";

"verification_login_msg_user" = "V-am trimis spre verificare un cod format din %1$d cifre la %2$@. Vă rugăm să introduceți acest cod.";

"verification_not_received" = "Nu ați primit niciun cod TAN?";

"verification_not_received_hint_mail" = "Vă rugăm să verificați adresa de e-mail introdusă sau să cereți un nou cod de verificare.";

"verification_not_received_hint_phone" = "Vă rugăm să verificați numărul de telefon mobil introdus sau să cereți un cod TAN nou.";

"verification_send_again_msg" = "Solicitarea dvs. a fost transmisă din nou";

"verification_title" = "Verificare";

